import { Event } from "@/types/event"

export const eventsList: Event[] = [
    {
        id: "1",
        date: "14 июн",
        name: "Городской джазовый фестиваль",
        categories: ["Культура", "Фестиваль"],
        time: "18:00",
        location: "Центральный парк"
    },
    {
        id: "2",
        date: "15 июн",
        name: "Выставка современного искусства",
        categories: ["Искусство", "Выставка"],
        time: "11:00",
        location: "Музей современного искусства"
    },
    {
        id: "3",
        date: "16 июн",
        name: "Рок-концерт",
        categories: ["Музыка", "Концерт"],
        time: "20:00",
        location: "Стадион 'Арена'"
    },
    {
        id: "4",
        date: "17 июн",
        name: "Кулинарный мастер-класс",
        categories: ["Еда", "Мастер-класс"],
        time: "15:30",
        location: "Кулинарная студия 'Вкус'"
    },
    {
        id: "5",
        date: "18 июн",
        name: "Фестиваль уличной еды",
        categories: ["Еда", "Фестиваль"],
        time: "12:00",
        location: "Городская площадь"
    },
    {
        id: "6",
        date: "19 июн",
        name: "Ночь в музее",
        categories: ["Культура", "Развлечение"],
        time: "19:00",
        location: "Исторический музей"
    },
    {
        id: "7",
        date: "20 июн",
        name: "Театральная премьера",
        categories: ["Театр", "Премьера"],
        time: "19:30",
        location: "Драматический театр"
    },
    {
        id: "8",
        date: "21 июн",
        name: "Киберспортивный турнир",
        categories: ["Спорт", "Турнир"],
        time: "14:00",
        location: "Кибер-арена"
    }
];

